Repository: bueltge/WP-Contact-Form-Template
Catalog: contact-form-languages/*.po
Languages: de_de

source: Spammer? The spam protection field needs to be empty.
de_de: Spammer? Das Spamschutzfeld muss leer sein.

source: Please enter your name.
de_de: Bitte hinterlege einen Namen.

source: Please enter your e-mail adress.
de_de: Bitte hinterlege eine E-Mail Adresse.

source: Please enter a valid e-mail adress.
de_de: Bitte hinterlege eine valide E-Mail Adresse.

source: Please enter a subject.
de_de: Bitte hinterlege einen Betreff.

source: Please enter a message.
de_de: Bitte hinterlege eine Mitteilung.

source: via Contact request from
de_de: via Kontakt Formular

source: Message:
de_de: Mitteilung:

source: Thank you for leaving a message.
de_de: Vielen Dank f√ºr die Mitteilung.

source: *required
de_de: *notwendig

source: Your name
de_de: Dein Name

source: E-mail address
de_de: E-Mail Adresse

source: john@doe.com
de_de: max@mustermann.de

source: Subject
de_de: Betreff

source: Question
de_de: Anfrage

source: Message
de_de: Mitteilung

source: Your message &#x0085;
de_de: Deine Mitteilung &#x0085;

source: Receive a copy of this message?
de_de: Kopie dieser Mitteilung erhalten?

source: Spam protection
de_de: Spamschutz

source: Send e-mail &rarr;
de_de: Sende die E-Mail &rarr;
